Repository: ArtisSvoks/daGrevis.lv
Catalog: dagrevis_*/core/locale/*/LC_MESSAGES/django.po
Languages: lv

source: About
lv: Par mani

source: Contacts
lv: Kontakti

source: Freelance
lv: Haltūra

source: Tags
lv: T[ae]gi

source: Search
lv: Atrašana

source: Content author is <a href="%(author_url)s">%(author_name)s</a>, unless it's specified otherwise.
lv: Satura autors ir <a href="%(author_url)s">%(author_name)s</a>, ja vien nav norādīts citādāk.

source: Twitter
lv: Tviteris

source: GitHub
lv: Githabs

source: LinkedIn
lv: Linktins

source: I would like you to build a...
lv: Es vēlos, lai tu uzbūvē...

source: Submit offer
lv: Apstiprināt piedāvājumu
